Repository: biglinux/big-executable
Catalog: big-executable/locale/*.po
Languages: cs, es, et, fi, he, hr, hu, is, ja, ko, nl, ro, sk, sv, uk

source: Fechar
cs: Zavřít
es: Cerrar
et: Sulgema
fi: Sulkea
he: קרוב
hr: Blizak
hu: Bezár
is: Loka
ja: 閉める
ko: 닫다
nl: Sluiten
ro: Închide
sk: Zavrieť
sv: Stänga
uk: Закрити

source: Executar
cs: Provést
es: Realizar
et: Sooritada
fi: Suorittaa
he: לבצע
hr: Izvesti
hu: Előad
is: Vinna
ja: 実行する
ko: 연주하다
nl: Uitvoeren
ro: Efectua
sk: Vykonať
sv: Utföra
uk: Виконувати

source: Executar no terminal
cs: Spustit na terminálu
es: Ejecutar en el terminal
et: Käivita terminalis
fi: Suorita terminaalissa
he: הפעל על מסוף
hr: Pokreni na terminalu
hu: Futtatás terminálon
is: Keyrt á flugstöðinni
ja: ターミナルで実行
ko: 터미널에서 실행
nl: Uitvoeren op terminal
ro: Rulează pe terminal
sk: Beh na termináli
sv: Kör på terminal
uk: Запуск на терміналі

source: Prossiga somente se confiar que não se trata de um arquivo malicioso.
cs: Pokračujte pouze v případě, že se domníváte, že se nejedná o škodlivý soubor.
es: Proceda solo si confía en que no es un archivo malicioso.
et: Jätkake ainult siis, kui usaldate, et see pole pahatahtlik fail.
fi: Jatka vain, jos luotat siihen, että se ei ole haitallinen tiedosto.
he: המשך רק אם אתה סומך על כך שזה לא קובץ זדוני.
hr: Nastavite samo ako vjerujete da to nije zlonamjerna datoteka.
hu: Csak akkor járjon el, ha bízik abban, hogy nem a rosszindulatú fájl.
is: Haltu aðeins áfram ef þú treystir því að það sé ekki illgjarn skrá.
ja: それが 悪意のあるファイル。
ko: 그것이 아니라고 믿는 경우에만 진행하십시오. 악성 파일.
nl: Ga alleen verder als u erop vertrouwt dat het geen kwaadaardig bestand.
ro: Continuați numai dacă aveți încredere că nu este o fișier rău intenționat.
sk: Pokračujte iba vtedy, ak veríte, že to nie je škodlivý súbor.
sv: Fortsätt bara om du litar på att det inte är en skadlig fil.
uk: Дійте тільки в тому випадку, якщо ви вірите, що це не шкідливий файл.

source: Atenção, executar esse tipo de arquivo pode danificar o sistema.
cs: Pozor, spuštění tohoto typu souboru může poškodit systém.
es: Atención, ejecutar este tipo de archivo puede dañar el sistema.
et: Tähelepanu, seda tüüpi failide käivitamine võib süsteemi kahjustada.
fi: Huomio, tämäntyyppisen tiedoston suorittaminen voi vahingoittaa järjestelmää.
he: שימו לב, הפעלת סוג זה של קובץ עלולה לפגוע במערכת.
hr: Pažnja, pokretanje ove vrste datoteke može oštetiti sustav.
hu: Figyelem, az ilyen típusú fájlok futtatása károsíthatja a rendszert.
is: Athygli, að keyra þessa tegund skráar getur skemmt kerfið.
ja: 注意: このタイプのファイルを実行すると、システムが損傷する可能性があります。
ko: 주의, 이러한 유형의 파일을 실행하면 시스템이 손상될 수 있습니다.
nl: Let op, het uitvoeren van dit type bestand kan het systeem beschadigen.
ro: Atenție, rularea acestui tip de fișier poate deteriora sistemul.
sk: Pozor, spustenie tohto typu súboru môže poškodiť systém.
sv: Observera att körning av denna typ av fil kan skada systemet.
uk: Увага, запуск такого типу файлів може пошкодити систему.

source: Utilizar permissões administrativas
cs: Použití oprávnění správce
es: Usar permisos administrativos
et: Haldusõiguste kasutamine
fi: Järjestelmänvalvojan käyttöoikeuksien käyttäminen
he: שימוש בהרשאות ניהוליות
hr: Korištenje administrativnih dozvola
hu: Rendszergazdai engedélyek használata
is: Nota stjórnunarheimildir
ja: 管理権限を使用する
ko: 관리 권한 사용
nl: Beheerdersmachtigingen gebruiken
ro: Utilizarea permisiunilor administrative
sk: Používanie povolení správcu
sv: Använda administrativa behörigheter
uk: Використання дозволів адміністратора

source: Manter o terminal aberto
cs: Nechte terminál otevřený
es: Mantenga el terminal abierto
et: Hoidke terminal avatuna
fi: Pidä päätelaite auki
he: השאר את המסוף פתוח
hr: Držite terminal otvorenim
hu: Tartsa nyitva a terminált
is: Hafðu flugstöðina opna
ja: ターミナルを開いたままにする
ko: 터미널을 열린 상태로 유지
nl: Houd de terminal open
ro: Păstrați terminalul deschis
sk: Nechajte terminál otvorený
sv: Håll terminalen öppen
uk: Тримайте термінал відкритим

source: Deseja prosseguir com a execução?
cs: Chcete pokračovat v exekuci?
es: ¿Desea continuar con la ejecución?
et: Kas soovite täitmist jätkata?
fi: Haluatko jatkaa suoritusta?
he: האם אתה רוצה להמשיך עם הביצוע?
hr: Želite li nastaviti s pogubljenjem?
hu: Szeretné folytatni a végrehajtást?
is: Viltu halda áfram með framkvæmdina?
ja: 実行を続行しますか?
ko: 실행을 진행하시겠습니까?
nl: Wilt u doorgaan met de uitvoering?
ro: Vreți să continuați execuția?
sk: Chcete pokračovať v poprave?
sv: Vill du fortsätta med utförandet?
uk: Хочете приступити до виконання?

source: $Close!gtk-cancel
fi: $Close!gtk-peruuta
hr: $Close!gtk-odustani
is: $Close!gtk-hætta við
ja: $Close!gtk-キャンセル
ko: $Close!gtk-취소
ro: $Close!gtk-anula
sv: $Close!gtk-avbryt
uk: $Close!gtk-скасувати

source: $Execute!gtk-apply
es: $Execute!gtk-aplicar
fi: $Execute!gtk-hakea
is: $Execute!gtk-sækja um
ko: $Execute!gtk-신청
nl: $Execute!gtk-solliciteren
ro: $Execute!gtk-se aplică
sv: $Execute!gtk-ansök
uk: $Execute!gtk-застосувати

source: $ExecuteInTerminal!gtk-execute
cs: $ExecuteInTerminal!gtk-run
es: $ExecuteInTerminal!gtk-run
et: $ExecuteInTerminal!gtk-run
fi: $ExecuteInTerminal!gtk-run
he: $ExecuteInTerminal!gtk-run
hr: $ExecuteInTerminal!gtk-run
hu: $ExecuteInTerminal!gtk-run
is: $ExecuteInTerminal!gtk-run
ja: $ExecuteInTerminal!gtk-run
ko: $ExecuteInTerminal!gtk 실행
nl: $ExecuteInTerminal!gtk-run
ro: $ExecuteInTerminal!gtk-run
sk: $ExecuteInTerminal!gtk-run
sv: $ExecuteInTerminal!gtk-kör
uk: $ExecuteInTerminal!gtk-run

source: Executar arquivo
cs: Spustit soubor
es: Ejecutar archivo
et: Käivita fail
fi: Suorita tiedosto
he: הפעל קובץ
hr: Pokreni datoteku
hu: Fájl futtatása
is: Keyra skrá
ja: ファイルの実行
ko: 파일 실행
nl: Bestand uitvoeren
ro: Rulare fișier
sk: Spustiť súbor
sv: Kör fil
uk: Запустити файл
